{
	"addo" : {
        "updated": 1486719547,
      "markdown" : "![Image][2]\n\n\n\n**Addo Elephant National Park** is a diverse wildlife conservation park situated close to Port Elizabeth in South Africa and is one of the country's 19 South African National Parks. It currently ranks third in size after Kruger National Park and the Kgalagadi Transfrontier Park.\n\n\n\n## History \n\nThe original section of the park was founded in 1931, in part due to the efforts of Sydney Skaife,<ref>{{cite web|url=http://www.biodiversityexplorer.org/people/skaife-sh/|title=Skaife, Sydney Harold ('Stacey') (1889-1976)|publisher=Iziko Museums of Cape Town|accessdate=2009-04-24}}</ref> in order to provide a sanctuary for the eleven remaining [[African elephant|elephant]]s in the area. The park has proved to be very successful and currently houses more than 600 elephants and a large number of other mammals.\n\n\n\n![Image][1] ![Image][1] ![Image][1] ![Image][1]\n\n\n\n### Expansion \n\nThe original park has subsequently been expanded to include the Woody Cape Nature Reserve that extends from the [[Sundays River]] mouth towards [[Alexandria, South Africa|Alexandria]] and a marine reserve, which includes [[St. Croix Island, Algoa Bay|St. Croix Island]] and [[Bird Island, Algoa Bay|Bird Island]], both important breeding habitat for gannets and penguins, not to mention a large variety of other marine life. Bird Island is home to the world's largest breeding colony of [[gannet]]s - about 120,000 birds - and also hosts the second largest breeding colony of [[African penguin]]s, the largest breeding colony being St. Croix island. These marine assets form part of the plan to expand the 1,640&nbsp;km² Addo National Elephant Park into the 3,600&nbsp;km² ''Greater Addo Elephant National Park''.\n\n\n\nThe expansion will mean not only that the park contains five of South Africa's seven major vegetation zones ([[biome]]s), but also that it will be the only park in the world to house Africa's \"Big 7\" ([[African bush elephant|elephant]], [[rhinoceros]], [[lion]], [[African Buffalo|buffalo]], [[leopard]], [[Southern right whale|whale]] and [[great white shark]]) in their natural [[Habitat (ecology)|habitat]].\n\n\n\n## Flora and fauna \n\n[[Image:Flightless dung beetle.JPG|thumb|Flightless dung beetle]]\n\nMore than 600 elephants, 400 [[African buffalo|Cape buffalo]]es, over 48 endangered [[black rhino]]s as well as a variety of [[antelope]] species. [[Transvaal lion]] and [[spotted hyena]] have also recently been re-introduced to the area. The largest remaining population of the flightless [[dung beetle]] (''[[Circellium bacchus]]'') is located within the park.\n\nThe flora within the AENP is quite varied, and like all plant life, is a central factor to the ecological system in place. Several species of rare and endemic plants, particularly succulent shrubs and geophytes are native to the South African region within the AENP. Many species are under environmental pressure, however, and are facing possible extinction.<ref>Johnson, Katherine. “The Flora of Addo Elephant National Park: are threatened species vulnerable to elephant damage?” ‘’Biodiversity and Conservation’’Kluwer Academic Publishers, 1999, p.4</ref>\n\n\n\n## Extinction and overpopulation\n\nTwo major environmental issues facing the AENP: extinction and overpopulation, which are both interrelated. Since the AENP’s original mission was to reintroduce certain mega-herbivores (like the African Elephant and Black Rhinoceros),<ref>Landman, M. “Relevance of elephant herbivory as a threat to Important Plants in the Addo Elephant National Park, South Africa,” ‘’Journal of Zoology’’ 2008, p.51-58</ref>  primary ecological efforts were made to preserve mammalian species. However, by overlooking the other contributors to this environmental chain, certain plant species have been subjected to overgrazing and trampling,<ref>Kerley, Graham. “The impacts of elephants on biodiversity in the Eastern Cape Subtropical Thickets,” ‘’South African Journal of Science’’ 2006, p.395-402</ref> mostly by the elephants of the park. This overgrazing and trampling not only destroys much of the plant life, but also forces it to adapt its physiology to stimuli<ref>Marris, Emma. “Africa conservation: making room,” ‘’Nature’’ 2008, p.860-863</ref> that are not inherent to its evolutionary progress. Some biologists argue that it is not herbivorization<ref>Knight, M.H. “Evaluating herbivore extinction probabilities in Addo Elephant National Park, South Africa,” ‘’African Zoology’’ 2006, p.13</ref> alone that is threatening the flora, but a number of other ecological factors including zoochory and nutrient cycling. Up to 77 species of South African endemic plant species have been listed as “vulnerable to elephant browsing.”\n\n\n\n## Tourism \n\nThe park receives about 120,000 visitors annually. International visitors make up 54% of this number, with [[Germany|German]], [[Netherlands|Dutch]] and [[United Kingdom|British]] nationals in the majority.{{Citation needed|date=April 2009}}\n\n\n\nThere is a main camp, featuring a swimming pool, restaurant, flood lit water hole and various accommodation, four other rest camps and four camps run by concessionaires.\n\n\n\nThe main entrance as well as two looped tourist roads in the park are tarred while the others are graveled. There is also an additional access road through the southern block of the park feeding off the [[N2 (South Africa)|N2]] highway near [[Colchester, Eastern Cape|Colchester]]; it joins up with the existing tourist roads in the park.\n\n\n\n[1]: https://www.googleapis.com/download/storage/v1/b/safaridigitalapp.appspot.com/o/animals%2Faddo%2FGiraffe1_100x100.JPG?generation=1484690591226000&alt=media\n\n[2]:https://api.mapbox.com/styles/v1/mbecker/ciw3n3et600k02klkaeiyib5m/static/25.934993,-33.590108,7.77,0.00,0.00/600x400?access_token=pk.eyJ1IjoibWJlY2tlciIsImEiOiJjaWt2MDZxbDkwMDFzd3ptNXF3djVhYW42In0.9Lavn2fn_0tg-QVrPhwEzA"
    },
    "kruger" : {
        "updated": 1486719547,
      "markdown" : "# An exhibit of Markdown2\n\n\n\nThis note demonstrates some of what [Markdown][1] is capable of doing.\n\n\n\n*Note: Feel free to play with this page. Unlike regular notes, this doesn't automatically save itself.*\n\n\n\n```javascript\n\nvar s = \"JavaScript syntax highlighting\";\n\nalert(s);\n\n```\n\n \n\n```python\n\ns = \"Python syntax highlighting\"\n\nprint s\n\n```\n\n \n\n```\n\nNo language indicated, so no syntax highlighting. \n\nBut let's throw in a <b>tag</b>.\n\n```\n\n\n\n![](https://www.googleapis.com/download/storage/v1/b/safaridigitalapp.appspot.com/o/animals%2Faddo%2F15_a_KrugerNational_375x300.jpg?generation=1484690590588000&alt=media =20x20)\n\n![alt text](https://www.googleapis.com/download/storage/v1/b/safaridigitalapp.appspot.com/o/animals%2Faddo%2F15_a_KrugerNational_375x300.jpg?generation=1484690590588000&alt=media \"Logo Title Text 1\"  =100x20 )\n\n![alt text](https://storage.googleapis.com/safaridigitalapp.appspot.com/animals/Elephant1_375x300.jpg \"Logo Title Text 1\")\n\n![alt text](https://www.googleapis.com/download/storage/v1/b/safaridigitalapp.appspot.com/o/animals%2Faddo%2F15_a_KrugerNational_375x300.jpg?generation=1484690590588000&alt=media \"Logo Title Text 1\")\n\n\n\nReference-style: \n\n![alt text][logo]\n\n\n\n[logo]: https://github.com/adam-p/markdown-here/raw/master/src/common/images/icon48.png \"Logo Title Text 2\"\n\n\n\n## Basic formatting\n\n\n\nParagraphs can be written like so. A paragraph is the basic block of Markdown. A paragraph is what text will turn into when there is no reason it should become anything else.\n\n\n\nParagraphs must be separated by a blank line. Basic formatting of *italics* and **bold** is supported. This *can be **nested** like* so.\n\n\n\n## Lists\n\n\n\n### Ordered list\n\n\n\n1. Item 1\n\n2. A second item\n\n3. Number 3\n\n4. Ⅳ\n\n\n\n*Note: the fourth item uses the Unicode character for [Roman numeral four][2].*\n\n\n\n### Unordered list\n\n\n\n* An item\n\n* Another item\n\n* Yet another item\n\n* And there's more...\n\n\n\n## Paragraph modifiers\n\n\n\n### Code block\n\n\n\n    Code blocks are very useful for developers and other people who look at code or other things that are written in plain text. As you can see, it uses a fixed-width font.\n\n\n\nYou can also make `inline code` to add code into other things.\n\n\n\n### Quote\n\n\n\n> Here is a quote. What this is should be self explanatory. Quotes are automatically indented when they are used.\n\n\n\n## Headings\n\n\n\nThere are six levels of headings. They correspond with the six levels of HTML headings. You've probably noticed them already in the page. Each level down uses one more hash character.\n\n\n\n### Headings *can* also contain **formatting**\n\n\n\n### They can even contain `inline code`\n\n\n\nOf course, demonstrating what headings look like messes up the structure of the page.\n\n\n\nI don't recommend using more than three or four levels of headings here, because, when you're smallest heading isn't too small, and you're largest heading isn't too big, and you want each size up to look noticeably larger and more important, there there are only so many sizes that you can use.\n\n\n\n## URLs\n\n\n\nURLs can be made in a handful of ways:\n\n\n\n* A named link to [MarkItDown][3]. The easiest way to do these is to select what you want to make a link and hit `Ctrl+L`.\n\n* Another named link to [MarkItDown](http://www.markitdown.net/)\n\n* Sometimes you just want a URL like <http://www.markitdown.net/>.\n\n\n\n## Horizontal rule\n\n\n\nA horizontal rule is a line that goes across the middle of the page.\n\n\n\n---\n\n\n\nIt's sometimes handy for breaking things up.\n\n\n\n## Images\n\n\n\nMarkdown can also contain images. I'll need to add something here sometime.\n\n\n\n## Finally\n\n\n\nThere's actually a lot more to Markdown than this. See the official [introduction][4] and [syntax][5] for more information. However, be aware that this is not using the official implementation, and this might work subtly differently in some of the little things.\n\n\n\n\n\n  [1]: http://daringfireball.net/projects/markdown/\n\n  [2]: http://www.fileformat.info/info/unicode/char/2163/index.htm\n\n  [3]: http://www.markitdown.net/\n\n  [4]: http://daringfireball.net/projects/markdown/basics\n\n  [5]: http://daringfireball.net/projects/markdown/syntax"
    }
}
